{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "hide": 4, "new": 5, "secretions": 6, "from": 7, "the": 8, "parental": 9, "units": 10, "contains": 11, "no": 12, "wit": 13, ",": 14, "only": 15, "labored": 16, "gags": 17, "that": 18, "loves": 19, "its": 20, "characters": 21, "and": 22, "communicates": 23, "something": 24, "rather": 25, "beautiful": 26, "about": 27, "human": 28, "nature": 29, "remains": 30, "utterly": 31, "satisfied": 32, "to": 33, "remain": 34, "same": 35, "throughout": 36, "on": 37, "worst": 38, "revenge-of-the-nerds": 39, "clichés": 40, "filmmakers": 41, "could": 42, "dredge": 43, "up": 44, "'": 45, "s": 46, "far": 47, "too": 48, "tragic": 49, "merit": 50, "such": 51, "superficial": 52, "treatment": 53, "demonstrates": 54, "director": 55, "of": 56, "hollywood": 57, "blockbusters": 58, "as": 59, "patriot": 60, "games": 61, "can": 62, "still": 63, "turn": 64, "out": 65, "a": 66, "small": 67, "personal": 68, "film": 69, "with": 70, "an": 71, "emotional": 72, "wallop": 73, ".": 74, "saucy": 75, "depressed": 76, "fifteen-year-old": 77, "suicidal": 78, "poetry": 79, "are": 80, "more": 81, "deeply": 82, "thought": 83, "through": 84, "than": 85, "in": 86, "most": 87, "`": 88, "right-thinking": 89, "films": 90, "goes": 91, "absurd": 92, "lengths": 93, "for": 94, "those": 95, "moviegoers": 96, "who": 97, "complain": 98, "they": 99, "do": 100, "n't": 101, "make": 102, "movies": 103, "like": 104, "used": 105, "anymore": 106, "part": 107, "where": 108, "nothing": 109, "happening": 110, "saw": 111, "how": 112, "bad": 113, "this": 114, "movie": 115, "was": 116, "lend": 117, "some": 118, "dignity": 119, "dumb": 120, "story": 121, "greatest": 122, "musicians": 123, "cold": 124, "his": 125, "usual": 126, "intelligence": 127, "subtlety": 128, "redundant": 129, "concept": 130, "swimming": 131, "is": 132, "above": 133, "all": 134, "young": 135, "woman": 136, "face": 137, "by": 138, "casting": 139, "actress": 140, "whose": 141, "projects": 142, "doubts": 143, "yearnings": 144, "it": 145, "succeeds": 146, "equals": 147, "original": 148, "ways": 149, "even": 150, "betters": 151, "if": 152, "anything": 153, "see": 154, "karen": 155, "black": 156, "storm": 157, "fringe": 158, "feminist": 159, "conspiracy": 160, "theorist": 161, "named": 162, "dirty": 163, "dick": 164, "smile": 165, "your": 166, "comes": 167, "brave": 168, "uninhibited": 169, "performances": 170, "excruciatingly": 171, "unfunny": 172, "pitifully": 173, "unromantic": 174, "enriched": 175, "imaginatively": 176, "mixed": 177, "cast": 178, "antic": 179, "spirits": 180, "which": 181, "half": 182, "dragonfly": 183, "worse": 184, ":": 185, "or": 186, "world": 187, "cinema": 188, "very": 189, "good": 190, "viewing": 191, "alternative": 192, "plot": 193, "but": 194, "boilerplate": 195, "start": 196, "finish": 197, "action": 198, "stilted": 199, "cylinders": 200, "will": 201, "find": 202, "little": 203, "interest": 204, "often": 205, "preachy": 206, "poorly": 207, "acted": 208, "year": 209, "sit": 210, "another": 211, "best": 212, "man": 213, "clone": 214, "weaving": 215, "theme": 216, "funny": 217, "issues": 218, "adults": 219, "have": 220, "marriage": 221, "i": 222, "think": 223, "what": 224, "liked": 225, "-": 226, "real": 227, "tucked": 228, "between": 229, "silly": 230, "crude": 231, "storyline": 232, "heroes": 233, "oblivious": 234, "existence": 235, "sharply": 236, "entire": 237, "point": 238, "shaggy": 239, "dog": 240, "course": 241, "nowhere": 242, "classic": 243, "nowheresville": 244, "every": 245, "sense": 246, "sometimes": 247, "dry": 248, "come": 249, "already": 250, "having": 251, "been": 252, "recycled": 253, "times": 254, "d": 255, "care": 256, "count": 257, "covers": 258, "territory": 259, "originality": 260, "suggesting": 261, "fourth": 262, "feature": 263, "$": 264, "40": 265, "million": 266, "version": 267, "game": 268, "gorgeous": 269, "deceptively": 270, "minimalist": 271, "cross": 272, "swords": 273, "them": 274, "proves": 275, "once": 276, "again": 277, "he": 278, "has": 279, "lost": 280, "touch": 281, "bringing": 282, "off": 283, "superb": 284, "performance": 285, "admittedly": 286, "middling": 287, "disappointments": 288, "horrors": 289, "muddle": 290, "splashed": 291, "bloody": 292, "beauty": 293, "vivid": 294, "any": 295, "scorsese": 296, "ever": 297, "given": 298, "us": 299, "many": 300, "pointless": 301, "beautifully": 302, "contrived": 303, "well-worn": 304, "situations": 305, "doa": 306, "poor": 307, "ben": 308, "stardom": 309, "mapquest": 310, "emailed": 311, "him": 312, "point-to-point": 313, "driving": 314, "directions": 315, "be": 316, "subtle": 317, "touching": 318, "son": 319, "room": 320, "starts": 321, "legend": 322, "less": 323, "sophisticated": 324, "rich": 325, "veins": 326, "stuff": 327, "apparent": 328, "joy": 329, "shot": 330, "ugly": 331, "digital": 332, "video": 333, "...": 334, "sour": 335, "at": 336, "core": 337, ";": 338, "exploration": 339, "emptiness": 340, "underlay": 341, "relentless": 342, "gaiety": 343, "1920": 344, "ending": 345, "?": 346, "though": 347, "ford": 348, "neeson": 349, "capably": 350, "hold": 351, "our": 352, "just": 353, "not": 354, "thrilling": 355, "pretty": 356, "damned": 357, "we": 358, "never": 359, "feel": 360, "these": 361, "lousy": 362, "one": 363, "corporate": 364, "circus": 365, "recording": 366, "industry": 367, "current": 368, "climate": 369, "mergers": 370, "downsizing": 371, "storylines": 372, "woven": 373, "together": 374, "skilfully": 375, "magnificent": 376, "swooping": 377, "aerial": 378, "shots": 379, "breathtaking": 380, "overall": 381, "experience": 382, "awesome": 383, "highly-praised": 384, "sounds": 385, "cruel": 386, "deception": 387, "carried": 388, "men": 389, "marginal": 390, "reactionary": 391, "ideas": 392, "women": 393, "total": 394, "lack": 395, "empathy": 396, "seem": 397, "fresh": 398, "dustbin": 399, "history": 400, "eastwood": 401, "pays": 402, "earnest": 403, "homage": 404, "turntablists": 405, "weak": 406, "skip": 407, "dreck": 408, "few": 409, "laughs": 410, "surprises": 411, "affirm": 412, "love": 413, "power": 414, "help": 415, "people": 416, "endure": 417, "almost": 418, "unimaginable": 419, "horror": 420, "absolute": 421, "generates": 422, "life": 423, "much": 424, "fun": 425, "without": 426, "highs": 427, "lows": 428, "based": 429, "true": 430, "historically": 431, "significant": 432, "well-rounded": 433, "tribute": 434, "actors": 435, "throw": 436, "spark": 437, "two": 438, "when": 439, "first": 440, "appear": 441, "ca": 442, "generate": 443, "enough": 444, "heat": 445, "vacuum": 446, "comedy": 447, "reaction": 448, "so": 449, "robert": 450, "deniro": 451, "manages": 452, "terrific": 453, "flair": 454, "keep": 455, "extremes": 456, "screwball": 457, "farce": 458, "blood-curdling": 459, "family": 460, "intensity": 461, "continuum": 462, "fashioning": 463, "engrossing": 464, "entertainment": 465, "spiffy": 466, "animated": 467, "sloppily": 468, "written": 469, "you": 470, "believe": 471, "anyone": 472, "central": 473, "creation": 474, "bugsy": 475, "caterer": 476, "alternating": 477, "facetious": 478, "comic": 479, "parody": 480, "pulp": 481, "melodrama": 482, "smart-aleck": 483, "tosses": 484, "around": 485, "intriguing": 486, "questions": 487, "difference": 488, "android": 489, "strung-together": 490, "moments": 491, "generous": 492, "subversive": 493, "artworks": 494, "does": 495, "follow": 496, "stale": 497, "standard": 498, "connect-the-dots": 499, "become": 500, "commonplace": 501, "explore": 502, "seamy": 503, "underbelly": 504, "criminal": 505, "yet": 506, "overbearing": 507, "over-the-top": 508, "duvall": 509, "!": 510, "sudden": 511, "wisdom": 512, "directed": 513, "clear": 514, "washington": 515, "certainly": 516, "career": 517, "ahead": 518, "memory": 519, "respectable": 520, "grating": 521, "showcase": 522, "hate": 523, "tear": 524, "eyes": 525, "away": 526, "images": 527, "long": 528, "read": 529, "subtitles": 530, "addition": 531, "sporting": 532, "titles": 533, "recent": 534, "cinematic": 535, "gender-bending": 536, "generally": 537, "quite": 538, "build": 539, "robots": 540, "haul": 541, "em": 542, "theater": 543, "late": 544, "show": 545, "put": 546, "own": 547, "mystery": 548, "science": 549, "theatre": 550, "3000": 551, "going": 552, "go": 553, "down": 554, "killer": 555, "website": 556, "other": 557, "work": 558, "concert": 559, "direction": 560, "fluid": 561, "no-nonsense": 562, "authority": 563, "harris": 564, "phifer": 565, "cam": 566, "ron": 567, "seal": 568, "deal": 569, "would": 570, "had": 571, "gone": 572, "step": 573, "further": 574, "harsh": 575, "piece": 576, "storytelling": 577, "hawaiian": 578, "shirt": 579, "takes": 580, "casts": 581, "attractive": 582, "talented": 583, "uses": 584, "landscape": 585, "create": 586, "wickedly": 587, "watch": 588, "provide": 589, "keenest": 590, "pleasures": 591, "altogether": 592, "slight": 593, "called": 594, "kind": 595, "masterpiece": 596, "grievous": 597, "after": 598, "laugh": 599, "(": 600, "maybe": 601, "twice": 602, ")": 603, "completely": 604, "forgotten": 605, "time": 606, "get": 607, "back": 608, "car": 609, "parking": 610, "lot": 611, "hopeless": 612, "unpretentious": 613, "charming": 614, "quirky": 615, "nicks": 616, "match": 617, "their": 618, "creations": 619, "pure": 620, "venality": 621, "giving": 622, "old": 623, "college": 624, "try": 625, "well-written": 626, "well-acted": 627, "conclusive": 628, "answers": 629, "clumsy": 630, "dialogue": 631, "heavy-handed": 632, "phoney-feeling": 633, "sentiment": 634, "lovely": 635, "trifle": 636, "unfortunately": 637, "cuteness": 638, "bring": 639, "tissues": 640, "mid-to-low": 641, "budget": 642, "betrayed": 643, "surprisingly": 644, "shoddy": 645, "makeup": 646, "brings": 647, "proper": 648, "conviction": 649, "role": 650, "jason": 651, "bourne": 652, "great": 653, "charm": 654, "generosity": 655, "diplomacy": 656, "there": 657, "poignant": 658, "artist": 659, "90": 660, "plus": 661, "years": 662, "taking": 663, "effort": 664, "share": 665, "impressions": 666, "loss": 667, "art": 668, "bon": 669, "bons": 670, "supremely": 671, "unentertaining": 672, "middle-age": 673, "lively": 674, "engaging": 675, "examination": 676, "similar": 677, "obsessions": 678, "dominate": 679, "irritates": 680, "collapse": 681, "challenges": 682, "poses": 683, "itself": 684, "forgive": 685, "flaws": 686, "serves": 687, "workable": 688, "primer": 689, "region": 690, "10th": 691, "grade": 692, "learning": 693, "tool": 694, "wide-awake": 695, "way": 696, "vainly": 697, "big": 698, "excuse": 699, "play": 700, "lewd": 701, "scene": 702, "effective": 703, "stick": 704, "underscore": 705, "importance": 706, "tradition": 707, "familial": 708, "community": 709, "delivers": 710, "promises": 711, "look": 712, "wild": 713, "ride": 714, "ensues": 715, "brash": 716, "set": 717, "conquer": 718, "online": 719, "laptops": 720, "cell": 721, "phones": 722, "sketchy": 723, "business": 724, "plans": 725, "watching": 726, "digital-effects-heavy": 727, "supposed": 728, "family-friendly": 729, "absolutely": 730, "ridiculous": 731, "tasteful": 732, "rock": 733, "roll": 734, "lacking": 735, "suspense": 736, "surprise": 737, "consistent": 738, "realistic": 739, "portrayal": 740, "trying": 741, "grab": 742, "lump": 743, "play-doh": 744, "harder": 745, "liman": 746, "tries": 747, "squeeze": 748, "well-thought": 749, "stunts": 750, "reveals": 751, "important": 752, "special": 753, "talents": 754, "service": 755, "others": 756, "lika": 757, "da": 758, "welcome": 759, "relief": 760, "promise": 761, "filmmaking": 762, "easily": 763, "wait": 764, "pay": 765, "per": 766, "view": 767, "dollar": 768, "justify": 769, "theatrical": 770, "simulation": 771, "death": 772, "camp": 773, "auschwitz": 774, "ii-birkenau": 775, "extraordinary": 776, "faith": 777, "seen": 778, "willing": 779, "champion": 780, "fallibility": 781, "heart": 782, "adaptation": 783, "interesting": 784, "caruso": 785, "descends": 786, "into": 787, "sub-tarantino": 788, "makes": 789, "sure": 790, "salton": 791, "sea": 792, "works": 793, "noir": 794, "should": 795, "keeping": 796, "tight": 797, "nasty": 798, "overlong": 799, "bombastic": 800, "derivative": 801, "hammily": 802, "audacious": 803, "outrageous": 804, "disney": 805, "ransacks": 806, "archives": 807, "quick-buck": 808, "sequel": 809, "final": 810, "suck": 811, "despite": 812, "eats": 813, "meddles": 814, "argues": 815, "kibbitzes": 816, "fights": 817, "problem": 818, "whether": 819, "ambitions": 820, "laudable": 821, "themselves": 822, "compelling": 823, "infectiously": 824, "picture": 825, "runs": 826, "mere": 827, "84": 828, "minutes": 829, "remarkable": 830, "procession": 831, "sweeping": 832, "pictures": 833, "reinvigorated": 834, "romance": 835, "genre": 836, "so-so": 837, "better": 838, "passable": 839, "date": 840, "imax": 841, "short": 842, "pleasant": 843, "oozing": 844, "involved": 845, "save": 846, "dash": 847, "shows": 848, "slightest": 849, "aptitude": 850, "acting": 851, "wildly": 852, "uneven": 853, "pokes": 854, "provokes": 855, "expressionistic": 856, "license": 857, "spears": 858, "music": 859, "videos": 860, "content": 861, "except": 862, "least": 863, "want": 864, "color": 865, "depth": 866, "ingenious": 867, "being": 868, "able": 869, "hit": 870, "15": 871, "re": 872, "over": 873, "100": 874, "trouble": 875, "day": 876, "amounts": 877, "preliminary": 878, "notes": 879, "science-fiction": 880, "fragmentary": 881, "narrative": 882, "style": 883, "piecing": 884, "frustrating": 885, "difficult": 886, "unpredictable": 887, "running": 888, "screaming": 889, "ii": 890, "achieves": 891, "ultimate": 892, "insignificance": 893, "sci-fi": 894, "spectacle": 895, "whiffle-ball": 896, "epic": 897, "elvira": 898, "fans": 899, "hardly": 900, "ask": 901, "plodding": 902, "character": 903, "dramas": 904, "reach": 905, "satisfying": 906, "conclusions": 907, "translation": 908, "speak": 909, "while": 910, "forces": 911, "ponder": 912, "anew": 913, "enables": 914, "shafer": 915, "navigate": 916, "spaces": 917, "both": 918, "large": 919, "considerable": 920, "aplomb": 921, "cobbled": 922, "largely": 923, "flat": 924, "uncreative": 925, "inane": 926, "awful": 927, "told": 928, "scattered": 929, "fashion": 930, "chances": 931, "bold": 932, "studio": 933, "standards": 934, "actually": 935, "backseat": 936, "effects": 937, "thing": 938, "fear": 939, "dot": 940, "com": 941, "whole": 942, "mess": 943, "infuse": 944, "rocky": 945, "path": 946, "sibling": 947, "reconciliation": 948, "flashes": 949, "warmth": 950, "gentle": 951, "humor": 952, "working": 953, "sensitive": 954, "script": 955, "co-written": 956, "gianni": 957, "romoli": 958, "ozpetek": 959, "avoids": 960, "pitfalls": 961, "expect": 962, "potentially": 963, "sudsy": 964, "set-up": 965, "résumé": 966, "loaded": 967, "credits": 968, "girl": 969, "bar": 970, "#": 971, "3": 972, "enjoy": 973, "add": 974, "beyond": 975, "dark": 976, "visions": 977, "relayed": 978, "predecessors": 979, "yes": 980, "snail-like": 981, "pacing": 982, "extremely": 983, "unpleasant": 984, "entirely": 985, "persuasive": 986, "give": 987, "exposure": 988, "performers": 989, "affair": 990, "feels": 991, "incredibly": 992, "hokey": 993, "things": 994, "ve": 995, "before": 996, "leavened": 997, "breathless": 998, "anticipation": 999, "significantly": 1000, "predictable": 1001, "tides": 1002, "bewilderingly": 1003, "brilliant": 1004, "entertaining": 1005, "smooth": 1006, "professional": 1007, "unassuming": 1008, "subordinate": 1009, "technically": 1010, "positive": 1011, "change": 1012, "tone": 1013, "here": 1014, "seems": 1015, "recharged": 1016, "beat": 1017, "jugglers": 1018, "schoolers": 1019, "innovators": 1020, "dim": 1021, "vicious": 1022, "because": 1023, "acts": 1024, "goofy": 1025, "kinetic": 1026, "teeming": 1027, "cranky": 1028, "may": 1029, "rediscover": 1030, "quivering": 1031, "kid": 1032, "inside": 1033, "laughable": 1034, "compulsively": 1035, "watchable": 1036, "103": 1037, "minute": 1038, "length": 1039, "value": 1040, "respect": 1041, "term": 1042, "dentist": 1043, "waiting": 1044, "showing": 1045, "honest": 1046, "emotions": 1047, "amazingly": 1048, "lame": 1049, "confessions": 1050, "straightforward": 1051, "bio": 1052, "disappointingly": 1053, "thin": 1054, "slice": 1055, "lower-class": 1056, "london": 1057, "title": 1058, "bogus": 1059, "gem": 1060, "delightful": 1061, "spare": 1062, "wildlife": 1063, "shabby": 1064, "photography": 1065, "understand": 1066, "plain": 1067, "traditionally": 1068, "structured": 1069, "frida": 1070, "different": 1071, "adventurous": 1072, "indian": 1073, "toward": 1074, "crossover": 1075, "nonethnic": 1076, "markets": 1077, "worth": 1078, "price": 1079, "admission": 1080, "gory": 1081, "mayhem": 1082, "idea": 1083, "produced": 1084, "jerry": 1085, "bruckheimer": 1086, "joel": 1087, "schumacher": 1088, "reflects": 1089, "shallow": 1090, "styles": 1091, "overproduced": 1092, "inadequately": 1093, "motivated": 1094, "demographically": 1095, "targeted": 1096, "please": 1097, "carnage": 1098, "degraded": 1099, "handheld": 1100, "blair": 1101, "witch": 1102, "video-cam": 1103, "footage": 1104, "second": 1105, "fiddle": 1106, "folly": 1107, "superficiality": 1108, "auto-critique": 1109, "clumsiness": 1110, "damning": 1111, "censure": 1112, "tedious": 1113, "norwegian": 1114, "offering": 1115, "somehow": 1116, "snagged": 1117, "oscar": 1118, "nomination": 1119, "esther": 1120, "kahn": 1121, "unusual": 1122, "also": 1123, "irritating": 1124, "stylish": 1125, "exercise": 1126, "halfway": 1127, "beginning": 1128, "setup": 1129, "easy": 1130, "borders": 1131, "facile": 1132, "thoroughly": 1133, "grips": 1134, "hard": 1135, "smeary": 1136, "blurry": 1137, "distraction": 1138, "fascinating": 1139, "byways": 1140, "guns": 1141, "cheatfully": 1142, "filmed": 1143, "martial": 1144, "arts": 1145, "disintegrating": 1146, "bloodsucker": 1147, "computer": 1148, "jagged": 1149, "camera": 1150, "moves": 1151, "breezy": 1152, "distracted": 1153, "rhythms": 1154, "evanescent": 1155, "seamless": 1156, "sumptuous": 1157, "stream": 1158, "slick": 1159, "manufactured": 1160, "claim": 1161, "street": 1162, "credibility": 1163, "take": 1164, "nicely": 1165, "performed": 1166, "quintet": 1167, "actresses": 1168, "valuable": 1169, "messages": 1170, "thanks": 1171, "lau": 1172, "guys": 1173, "desperately": 1174, "quentin": 1175, "tarantino": 1176, "grow": 1177, "conceptions": 1178, "essentially": 1179, "collection": 1180, "bits": 1181, "bode": 1182, "well": 1183, "rest": 1184, "elevated": 1185, "hugh": 1186, "grant": 1187, "line": 1188, "arrive": 1189, "early": 1190, "stay": 1191, "pan-american": 1192, "genuine": 1193, "insight": 1194, "urban": 1195, "my": 1196, "hours": 1197, "john": 1198, "malkovich": 1199, "artful": 1200, "watery": 1201, "tones": 1202, "blue": 1203, "green": 1204, "brown": 1205, "unorthodox": 1206, "organized": 1207, "crime": 1208, "includes": 1209, "strangest": 1210, "diane": 1211, "lane": 1212, "richard": 1213, "gere": 1214, "scant": 1215, "ludicrous": 1216, "fighting": 1217, "skills": 1218, "steven": 1219, "seagal": 1220, "full": 1221, "warm": 1222, "water": 1223, "under": 1224, "red": 1225, "bridge": 1226, "celebration": 1227, "feminine": 1228, "energy": 1229, "heal": 1230, "sensational": 1231, "real-life": 1232, "19th": 1233, "century": 1234, "metaphor": 1235, "home": 1236, "leave": 1237, "wanting": 1238, "mention": 1239, "leaving": 1240, "retains": 1241, "ambiguities": 1242, "ultra-cheesy": 1243, "added": 1244, "resonance": 1245, "huge-screen": 1246, "format": 1247, "old-fashioned": 1248, "educates": 1249, "viewers": 1250, "words": 1251, "handsome": 1252, "unfulfilling": 1253, "drama": 1254, "either": 1255, "her": 1256, "charmless": 1257, "pleasantly": 1258, "haunting": 1259, "debut": 1260, "behind": 1261, "fine": 1262, "rousing": 1263, "g-rated": 1264, "aimed": 1265, "mainly": 1266, "kids": 1267, "plenty": 1268, "grown-ups": 1269, "squirming": 1270, "seats": 1271, "everything": 1272, "girls": 1273, "swim": 1274, "passages": 1275, "observation": 1276, "secondhand": 1277, "familiar": 1278, "spot": 1279, "players": 1280, "fore": 1281, "gifted": 1282, "beings": 1283, "still-inestimable": 1284, "contribution": 1285, "made": 1286, "shared": 1287, "choppy": 1288, "becomes": 1289, "high": 1290, "school": 1291, "sex": 1292, "prom": 1293, "dates": 1294, "demands": 1295, "receives": 1296, "excellent": 1297, "xxx": 1298, "blast": 1299, "adrenalin": 1300, "escapism": 1301, "merely": 1302, "kicking": 1303, "undead": 1304, "*": 1305, "culture": 1306, "horrifying": 1307, "mourns": 1308, "tragedies": 1309, "private": 1310, "scenes": 1311, "delivered": 1312, "dabbles": 1313, "gaining": 1314, "momentum": 1315, "juliette": 1316, "binoche": 1317, "sand": 1318, "pale": 1319, "characteristic": 1320, "jaglom": 1321, "honestly": 1322, "affecting": 1323, "marivaux": 1324, "mira": 1325, "sorvino": 1326, "limitations": 1327, "classical": 1328, "successful": 1329, "levels": 1330, "seeing": 1331, "intelligent": 1332, "moving": 1333, "appears": 1334, "miserable": 1335, "swaggers": 1336, "accomplish": 1337, "sequels": 1338, "clunky": 1339, "tv-movie": 1340, "approach": 1341, "detailing": 1342, "chapter": 1343, "celebrated": 1344, "irish": 1345, "playwright": 1346, "poet": 1347, "drinker": 1348, "m": 1349, "exhilarating": 1350, "bound": 1351, "appeal": 1352, "looking": 1353, "howlingly": 1354, "trashy": 1355, "tawdry": 1356, "trash": 1357, "right": 1358, "summer": 1359, "sustain": 1360, "end": 1361, "endearing": 1362, "caring": 1363, "looks": 1364, "danny": 1365, "aiello": 1366, "days": 1367, "enactments": 1368, "however": 1369, "serve": 1370, "especially": 1371, "ambitious": 1372, "escapade": 1373, "coppola": 1374, "along": 1375, "sister": 1376, "sofia": 1377, "filmmaker": 1378, "dehumanizing": 1379, "ego-destroying": 1380, "process": 1381, "taboo": 1382, "subject": 1383, "matter": 1384, "incompetent": 1385, "conclusion": 1386, "always": 1387, "wilde": 1388, "droll": 1389, "whimsy": 1390, "helps": 1391, "overcome": 1392, "weaknesses": 1393, "parker": 1394, "creative": 1395, "interference": 1396, "yourself": 1397, "rooting": 1398, "gai": 1399, "avoid": 1400, "fate": 1401, "befallen": 1402, "carmen": 1403, "run": 1404, "cover": 1405, "low": 1406, "casual": 1407, "ode": 1408, "walked": 1409, "muttering": 1410, "horrible": 1411, "terrible": 1412, "chicago": 1413, "transition": 1414, "stage": 1415, "screen": 1416, "intact": 1417, "ellen": 1418, "pompeo": 1419, "sitting": 1420, "next": 1421, "giant": 1422, "backward": 1423, "copies": 1424, "exciting": 1425, "luminous": 1426, "interviews": 1427, "evocative": 1428, "three": 1429, "decades": 1430, "ago": 1431, "lynch": 1432, "jeunet": 1433, "von": 1434, "trier": 1435, "failing": 1436, "caught": 1437, "thrill": 1438, "company": 1439, "astonishing": 1440, "growth": 1441, "frozen": 1442, "tundra": 1443, "soap": 1444, "opera": 1445, "showdown": 1446, "simply": 1447, "overdone": 1448, "greatly": 1449, "free": 1450, "species": 1451, "evade": 1452, "scherfig": 1453, "tv": 1454, "leaves": 1455, "giddy": 1456, "chooses": 1457, "tamer": 1458, "outrageously": 1459, "purely": 1460, "enjoyable": 1461, "evenings": 1462, "question": 1463, "open": 1464, "wounds": 1465, "suffering": 1466, "sense-of-humour": 1467, "failure": 1468, "hoffman": 1469, "powerful": 1470, "clinic": 1471, "wonderful": 1472, "cinematography": 1473, "naturalistic": 1474, "high-concept": 1475, "sleepwalk": 1476, "vulgarities": 1477, "refuse": 1478, "reason": 1479, "confusing": 1480, "level": 1481, "making": 1482, "ararat": 1483, "demanding": 1484, "needs": 1485, "invigorating": 1486, "surreal": 1487, "resonant": 1488, "chateau": 1489, "light-heartedness": 1490, "passion": 1491, "material": 1492, "formula": 1493, "wrong": 1494, "well-crafted": 1495, "sufficient": 1496, "distance": 1497, "leroy": 1498, "romanticized": 1499, "rendering": 1500, "rachel": 1501, "gamut": 1502, "cheesy": 1503, "cheesier": 1504, "cheesiest": 1505, "since": 1506, "valley": 1507, "dolls": 1508, "awe": 1509, "joyous": 1510, "romp": 1511, "nonstop": 1512, "hoot": 1513, "partisans": 1514, "sabotage": 1515, "torture": 1516, "self-mutilation": 1517, "argentine": 1518, "bride": 1519, "reminded": 1520, "feel-good": 1521, "equally": 1522, "spoofs": 1523, "celebrates": 1524, "outre": 1525, "aspects": 1526, "dorkier": 1527, "white": 1528, "points": 1529, "inseparable": 1530, "package": 1531, "timely": 1532, "wrapped": 1533, "generic": 1534, "obscenely": 1535, "crass": 1536, "naomi": 1537, "watts": 1538, "petite": 1539, "frame": 1540, "vulnerable": 1541, "persona": 1542, "emphasising": 1543, "plight": 1544, "isolation": 1545, "schticky": 1546, "flamboyant": 1547, "female": 1548, "comics": 1549, "squareness": 1550, "darling": 1551, "kids-and-family-oriented": 1552, "cable": 1553, "channel": 1554, "appalling": 1555, "odoriferous": 1556, "amazing": 1557, "spider-man": 1558, "stomach-turning": 1559, "violence": 1560, "use": 1561, "humanity": 1562, "acquires": 1563, "undeniable": 1564, "mr": 1565, "broomfield": 1566, "continues": 1567, "force": 1568, "himself": 1569, "lesser": 1570, "slow-moving": 1571, "police-procedural": 1572, "thriller": 1573, "sweaty-palmed": 1574, "joke": 1575, "volletta": 1576, "wallace": 1577, "maternal": 1578, "fury": 1579, "complex": 1580, "atop": 1581, "wooden": 1582, "progresses": 1583, "low-key": 1584, "manner": 1585, "risks": 1586, "monotony": 1587, "burns": 1588, "strongest": 1589, "brothers": 1590, "mcmullen": 1591, "miss": 1592, "dover": 1593, "kosashvili": 1594, "outstanding": 1595, "potent": 1596, "writing": 1597, "seeks": 1598, "excitement": 1599, "feeble": 1600, "insult": 1601, "empty": 1602, "problems": 1603, "fat": 1604, "greek": 1605, "wedding": 1606, "apartheid": 1607, "achieve": 1608, "popularity": 1609, "auto": 1610, "focus": 1611, "biopic": 1612, "document": 1613, "male": 1614, "swingers": 1615, "playboy": 1616, "era": 1617, "now": 1618, "signposts": 1619, "marking": 1620, "slow": 1621, "lingering": 1622, "imagination": 1623, "appealing": 1624, "quirks": 1625, "serious": 1626, "lingers": 1627, "irrelevant": 1628, "gradually": 1629, "turns": 1630, "describe": 1631, "then": 1632, "korean": 1633, "2002": 1634, "largest-ever": 1635, "historical": 1636, "canvas": 1637, "solid": 1638, "assured": 1639, "complete": 1640, "modern": 1641, "irony": 1642, "comatose": 1643, "ballerinas": 1644, "oh-so-important": 1645, "road": 1646, "thematic": 1647, "ironies": 1648, "obvious": 1649, "sexual": 1650, "politics": 1651, "smug": 1652, "formulaic": 1653, "equations": 1654, "captures": 1655, "interestingly": 1656, "lived": 1657, "deserve": 1658, "passing": 1659, "gon": 1660, "na": 1661, "stupid": 1662, "weaves": 1663, "elements": 1664, "powerfully": 1665, "mood": 1666, "combining": 1667, "heated": 1668, "sexuality": 1669, "malaise": 1670, "indictment": 1671, "failings": 1672, "felt": 1673, "across": 1674, "board": 1675, "weird": 1676, "distanced": 1677, "finally": 1678, "offensive": 1679, "santa": 1680, "clause": 1681, "2": 1682, "purportedly": 1683, "children": 1684, "engage": 1685, "emotionally": 1686, "intimate": 1687, "ll": 1688, "wishing": 1689, "were": 1690, "dishonesty": 1691, "bestial": 1692, "loose": 1693, "not-so-funny": 1694, "lazy": 1695, "prove": 1696, "distressing": 1697, "suspenseful": 1698, "crackles": 1699, "fairly": 1700, "revealing": 1701, "study": 1702, "main": 1703, "disney-style": 1704, "genial": 1705, "gets": 1706, "job": 1707, "done": 1708, "pace": 1709, "bully": 1710, "husband": 1711, "gaghan": 1712, "thrown": 1713, "cliché": 1714, "book": 1715, "nonsensical": 1716, "darker": 1717, "misogyny": 1718, "unprovoked": 1719, "suffocate": 1720, "illumination": 1721, "created": 1722, "daughters": 1723, "chilling": 1724, "heart-warming": 1725, "retread": 1726, "filming": 1727, "reefs": 1728, "boils": 1729, "seeking": 1730, "existent": 1731, "anti-virus": 1732, "fewer": 1733, "break": 1734, "tedium": 1735, "deep": 1736, "deceptions": 1737, "okay": 1738, "paranoid": 1739, "claustrophobia": 1740, "submarine": 1741, "unsettling": 1742, "spookiness": 1743, "supernatural": 1744, "grand": 1745, "good-natured": 1746, "found": 1747, "tremors": 1748, "transfixes": 1749, "audience": 1750, "dope": 1751, "avid": 1752, "blessed": 1753, "nuanced": 1754, "lead": 1755, "star": 1756, "hampered": 1757, "paralyzed": 1758, "self-indulgent": 1759, "expressly": 1760, "idiots": 1761, "sewage": 1762, "shovel": 1763, "mental": 1764, "gullets": 1765, "simulate": 1766, "sustenance": 1767, "punk": 1768, "medium": 1769, "spirit": 1770, "perception": 1771, "nurses": 1772, "holes": 1773, "gaping": 1774, "pilot": 1775, "olympic": 1776, "team": 1777, "blend": 1778, "guy-in-a-dress": 1779, "claude": 1780, "chabrol": 1781, "master": 1782, "innuendo": 1783, "riveting": 1784, "war": 1785, "inuit": 1786, "cliché-laden": 1787, "screenplay": 1788, "girlfriends": 1789, "wives": 1790, "bored": 1791, "abc": 1792, "wish": 1793, "mesmerizing": 1794, "thoughtful": 1795, "unapologetically": 1796, "raw": 1797, "coming-of-age": 1798, "tale": 1799, "drugs": 1800, "n": 1801, "testament": 1802, "playing": 1803, "feature-length": 1804, "sitcom": 1805, "replete": 1806, "stereotypical": 1807, "quandaries": 1808, "lacks": 1809, "charisma": 1810, "ability": 1811, "carry": 1812, "broad": 1813, "shoulders": 1814, "report": 1815, "spousal": 1816, "abuse": 1817, "fake": 1818, "backdrops": 1819, "stately": 1820, "diverse": 1821, "astonishingly": 1822, "articulate": 1823, "palestinian": 1824, "israeli": 1825, "suffers": 1826, "strong": 1827, "humanism": 1828, "touches": 1829, "dragon": 1830, "loses": 1831, "fire": 1832, "midway": 1833, "nearly": 1834, "flickering": 1835, "perfunctory": 1836, "rodriguez": 1837, "purpose": 1838, "finesse": 1839, "england": 1840, "roger": 1841, "mitchell": 1842, "handily": 1843, "move": 1844, "pleasing": 1845, "relatively": 1846, "lightweight": 1847, "commercial": 1848, "fare": 1849, "notting": 1850, "hill": 1851, "heft": 1852, "probably": 1853, "stores": 1854, "christmas": 1855, "triumphant": 1856, "underachiever": 1857, "wry": 1858, "plots": 1859, "dime-store": 1860, "ruminations": 1861, "reality": 1862, "god": 1863, "sake": 1864, "whatever": 1865, "sentimental": 1866, "hypocritical": 1867, "lessons": 1868, "sexism": 1869, "colors": 1870, "various": 1871, "wet": 1872, "t-shirt": 1873, "shower": 1874, "cry": 1875, "money": 1876, "enthralling": 1877, "max": 1878, "rothman": 1879, "future": 1880, "thrown-together": 1881, "summer-camp": 1882, "talent": 1883, "hastily": 1884, "underrehearsed": 1885, "arbitrarily": 1886, "plotted": 1887, "kahlo": 1888, "living": 1889, "drown": 1890, "lake": 1891, "afterwards": 1892, "searching": 1893, "bombs": 1894, "balances": 1895, "traditional": 1896, "stories": 1897, "overwhelms": 1898, "surface": 1899, "histrionics": 1900, "compensate": 1901, "paper-thin": 1902, "characterizations": 1903, "plumbs": 1904, "uncharted": 1905, "depths": 1906, "stupidity": 1907, "incoherence": 1908, "sub-sophomoric": 1909, "banter": 1910, "taste": 1911, "mouth": 1912, "decent": 1913, "4/5": 1914, "ths": 1915, "might": 1916, "xerox": 1917, "machine": 1918, "writer-director": 1919, "franc": 1920, "headline-fresh": 1921, "among": 1922, "orthodox": 1923, "jews": 1924, "west": 1925, "bank": 1926, "joseph": 1927, "cedar": 1928, "favor": 1929, "dramatic": 1930, "means": 1931, "addressing": 1932, "situation": 1933, "compromising": 1934, "complexity": 1935, "responsible": 1936, "shamelessly": 1937, "manipulative": 1938, "darkness": 1939, "exploiting": 1940, "molestation": 1941, "loud": 1942, "shout": 1943, "insults": 1944, "orwell": 1945, "warning": 1946, "1984": 1947, "cartoonish": 1948, "sneering": 1949, "provides": 1950, "type": 1951, "perfect": 1952, "ardently": 1953, "waste": 1954, "gobbler": 1955, "oscar-sweeping": 1956, "franchise": 1957, "predecessor": 1958, "sets": 1959, "pretensions": 1960, "radical": 1961, "sentence": 1962, "unexpectedly": 1963, "insightful": 1964, "allen": 1965, "romantic": 1966, "comedies": 1967, "pertinent": 1968, "enduring": 1969, "doubt": 1970, "maudlin": 1971, "subjects": 1972, "party-hearty": 1973, "teen": 1974, "flick": 1975, "scalds": 1976, "acid": 1977, "wan": 1978, "thinly": 1979, "sketched": 1980, "funniest": 1981, "oddly": 1982, "sweet": 1983, "jokester": 1984, "highway": 1985, "patrolmen": 1986, "/": 1987, "asks": 1988, "souvlaki": 1989, "indigestion": 1990, "dazzle": 1991, "delight": 1992, "beneath": 1993, "bigger": 1994, "meaningful": 1995, "earth": 1996, "harvesting": 1997, "purposes": 1998, "aspires": 1999, "impresses": 2000, "skillfully": 2001, "assembled": 2002, "highly": 2003, "polished": 2004, "manhunter": 2005, "construct": 2006, "trace": 2007, "laziness": 2008, "arrogance": 2009, "knows": 2010, "won": 2011, "frightful": 2012, "vanity": 2013, "debt": 2014, "miramax": 2015, "owed": 2016, "benigni": 2017, "laughed": 2018, "lizard": 2019, "endeavors": 2020, "need": 2021, "adhere": 2022, "closely": 2023, "laws": 2024, "laughter": 2025, "philosophical": 2026, "void": 2027, "unlikable": 2028, "self-conscious": 2029, "invention": 2030, "hot": 2031, "hardwood": 2032, "drag": 2033, "hopelessly": 2034, "juvenile": 2035, "shakespearean": 2036, "breadth": 2037, "unique": 2038, "directing": 2039, "required": 2040, "slugfest": 2041, "non-stop": 2042, "attention": 2043, "hip": 2044, "hop": 2045, "literary": 2046, "conceits": 2047, "flesh-and-blood": 2048, "humans": 2049, "explanation": 2050, "chilly": 2051, "remote": 2052, "distant": 2053, "dull": 2054, "tagline": 2055, "witty": 2056, "bargain-basement": 2057, "european": 2058, "pickup": 2059, "really": 2060, "apart": 2061, "debrauwer": 2062, "refusal": 2063, "push": 2064, "buttons": 2065, "shines": 2066, "intelligently": 2067, "accomplished": 2068, "taps": 2069, "primal": 2070, "fears": 2071, "cope": 2072, "mysterious": 2073, "brutal": 2074, "group": 2075, "friends": 2076, "astray": 2077, "weirdness": 2078, "ingratiating": 2079, "portrait": 2080, "conceit": 2081, "rare": 2082, "root": 2083, "draws": 2084, "unexplainable": 2085, "pain": 2086, "eccentricities": 2087, "attached": 2088, "spliced": 2089, "pieces": 2090, "midnight": 2091, "48": 2092, "shrek": 2093, "busy": 2094, "reference": 2095, "fails": 2096, "mind": 2097, "compassion": 2098, "eyre": 2099, "sleeper": 2100, "success": 2101, "handles": 2102, "unexpected": 2103, "devoted": 2104, "insanity": 2105, "intermittently": 2106, "devastatingly": 2107, "imitation": 2108, "bard": 2109, "excites": 2110, "tickles": 2111, "bone": 2112, "strengths": 2113, "dream": 2114, "hispanic": 2115, "teeth-clenching": 2116, "gusto": 2117, "stiff": 2118, "lives": 2119, "jolts": 2120, "stimulus": 2121, "frustration": 2122, "winning": 2123, "antics": 2124, "perverse": 2125, "pleasure": 2126, "scrape": 2127, "bottom": 2128, "cracker": 2129, "barrel": 2130, "feeling": 2131, "guilty": 2132, "miracle": 2133, "miracles": 2134, "flip-flop": 2135, "lewis": 2136, "why": 2137, "bother": 2138, "remembering": 2139, "bogdanovich": 2140, "puts": 2141, "perspective": 2142, "via": 2143, "kirsten": 2144, "dunst": 2145, "showcases": 2146, "davies": 2147, "father": 2148, "domestic": 2149, "tension": 2150, "unhappiness": 2151, "sincere": 2152, "results": 2153, "bleak": 2154, "doing": 2155, "each": 2156, "holiday": 2157, "box": 2158, "office": 2159, "pie": 2160, "inexpressible": 2161, "drab": 2162, "wannabe": 2163, "hail": 2164, "bullets": 2165, "none": 2166, "extended": 2167, "open-ended": 2168, "poem": 2169, "convincing": 2170, "arnie": 2171, "musclefest": 2172, "events": 2173, "mesmerised": 2174, "loved": 2175, "1989": 2176, "paradiso": 2177, "prefer": 2178, "patient": 2179, "viewer": 2180, "tattoo": 2181, "borrows": 2182, "heavily": 2183, "seven": 2184, "silence": 2185, "lambs": 2186, "maintain": 2187, "intrigue": 2188, "human-scale": 2189, "turned": 2190, "tongue-in-cheek": 2191, "undramatic": 2192, "pile": 2193, "useless": 2194, "actioners": 2195, "morton": 2196, "deserves": 2197, "weirdly": 2198, "efficiency": 2199, "affection": 2200, "period": 2201, "tell": 2202, "vietnam": 2203, "pathology": 2204, "irrigates": 2205, "souls": 2206, "hint": 2207, "rollicking": 2208, "adventure": 2209, "mateys": 2210, "regardless": 2211, "ages": 2212, "immediate": 2213, "aplenty": 2214, "bonus": 2215, "worry": 2216, "subjected": 2217, "farts": 2218, "urine": 2219, "feces": 2220, "semen": 2221, "foul": 2222, "substances": 2223, "overrun": 2224, "modern-day": 2225, "convince": 2226, "everyone": 2227, "intro": 2228, "documentary": 2229, "racism": 2230, "homophobia": 2231, "edge": 2232, "kills": 2233, "believability": 2234, "beyond-lame": 2235, "satire": 2236, "teddy": 2237, "bears": 2238, "picnic": 2239, "ranks": 2240, "pitiful": 2241, "debuts": 2242, "esteemed": 2243, "writer-actor": 2244, "seesawing": 2245, "courage": 2246, "top": 2247, "target": 2248, "graduated": 2249, "junior": 2250, "intricately": 2251, "well-realized": 2252, "embracing": 2253, "celluloid": 2254, "litmus": 2255, "test": 2256, "intellectual": 2257, "pedigree": 2258, "admire": 2259, "meditation": 2260, "madness": 2261, "frailty": 2262, "listless": 2263, "growing": 2264, "believes": 2265, "must": 2266, "addams": 2267, "freddy": 2268, "molested": 2269, "moody": 2270, "hustler": 2271, "uselessly": 2272, "money-grubbing": 2273, "third-rate": 2274, "filled": 2275, "humorous": 2276, "observations": 2277, "general": 2278, "absurdity": 2279, "outsiders": 2280, "deftly": 2281, "condescending": 2282, "stereotypes": 2283, "plague": 2284, "dealing": 2285, "mentally": 2286, "ill": 2287, "mostly": 2288, "bore": 2289, "mix": 2290, "flat-out": 2291, "suspect": 2292, "morvern": 2293, "callar": 2294, "universal": 2295, "involving": 2296, "efforts": 2297, "kline": 2298, "naught": 2299, "scruffy": 2300, "sands": 2301, "titular": 2302, "liberal": 2303, "doses": 2304, "exterior": 2305, "stable-full": 2306, "badly": 2307, "edited": 2308, "awkwardly": 2309, "wholly": 2310, "unnecessary": 2311, "pre-credit": 2312, "sequence": 2313, "designed": 2314, "smoothly": 2315, "creepy": 2316, "dead-on": 2317, "check": 2318, "ticket": 2319, "simone": 2320, "consider": 2321, "dvd": 2322, "rental": 2323, "instead": 2324, "placed": 2325, "pantheon": 2326, "swashbucklers": 2327, "satisfyingly": 2328, "smart": 2329, "complicated": 2330, "unguarded": 2331, "folks": 2332, "live": 2333, "homes": 2334, "t": 2335, "deals": 2336, "hot-button": 2337, "comedic": 2338, "context": 2339, "barbershop": 2340, "rip": 2341, "aware": 2342, "accentuating": 2343, "quarter": 2344, "pull": 2345, "cohesive": 2346, "1/2": 2347, "hour": 2348, "ensemble": 2349, "endear": 2350, "truly": 2351, "painful": 2352, "american": 2353, "reeks": 2354, "clotted": 2355, "symbolism": 2356, "psychology": 2357, "endless": 2358, "scenic": 2359, "105": 2360, "cat": 2361, "meow": 2362, "wonderland": 2363, "stalker": 2364, "renowned": 2365, "allows": 2366, "americans": 2367, "revel": 2368, "splendor": 2369, "winners": 2370, "underrated": 2371, "professionals": 2372, "rarely": 2373, "receive": 2374, "ourselves": 2375, "surprised": 2376, "all-time": 2377, "enjoyed": 2378, "reacting": 2379, "locations": 2380, "colorful": 2381, "vibrant": 2382, "introduction": 2383, "parade": 2384, "fascinates": 2385, "famuyiwa": 2386, "forcing": 2387, "contrivance": 2388, "cliché-riddled": 2389, "offer": 2390, "sneaks": 2391, "photographic": 2392, "marvel": 2393, "shockingly": 2394, "pulls": 2395, "deft": 2396, "ally": 2397, "mcbeal-style": 2398, "fantasy": 2399, "sequences": 2400, "result": 2401, "well-intentioned": 2402, "ironically": 2403, "sort": 2404, "disposable": 2405, "kitchen-sink": 2406, "illustrates": 2407, "sum": 2408, "parts": 2409, "today": 2410, "collegiate": 2411, "gross-out": 2412, "restoring": 2413, "luster": 2414, "national": 2415, "lampoon": 2416, "reduced": 2417, "direct-to-video": 2418, "irrelevancy": 2419, "wow": 2420, "factor": 2421, "hashiguchi": 2422, "released": 2423, "u": 2424, "major": 2425, "emerging": 2426, "brazil-like": 2427, "hyper-real": 2428, "payoff": 2429, "scathing": 2430, "entity": 2431, "strangling": 2432, "audiences": 2433, "tax": 2434, "einstein": 2435, "brain": 2436, "sign": 2437, "buy": 2438, "moonlight": 2439, "mile": 2440, "strike": 2441, "nerve": 2442, "dependable": 2443, "botched": 2444, "execution": 2445, "bit": 2446, "anachronistic": 2447, "revelatory": 2448, "pianist": 2449, "surgeon": 2450, "mends": 2451, "broken": 2452, "meticulously": 2453, "detached": 2454, "represented": 2455, "nifty": 2456, "premise": 2457, "vein": 2458, "wonderfully": 2459, "lush": 2460, "existentialism": 2461, "ship": 2462, "leaky": 2463, "chase": 2464, "10,000": 2465, "scary": 2466, "martha": 2467, "stewart": 2468, "decorating": 2469, "program": 2470, "amok": 2471, "rapid": 2472, "virtually": 2473, "unwatchable": 2474, "undeniably": 2475, "exceedingly": 2476, "clever": 2477, "mcculloch": 2478, "production": 2479, "looked": 2480, "destination": 2481, "public": 2482, "constantly": 2483, "pulling": 2484, "rug": 2485, "underneath": 2486, "sides": 2487, "plunging": 2488, "deeper": 2489, "getting": 2490, "intense": 2491, "faithful": 2492, "numerous": 2493, "exaggerated": 2494, "dreary": 2495, "improved": 2496, "upon": 2497, "k": 2498, "19": 2499, "widowmaker": 2500, "yarn": 2501, "humorless": 2502, "thank": 2503, "walk": 2504, "remember": 2505, "bite": 2506, "punishment": 2507, "recognizably": 2508, "plympton": 2509, "likeable": 2510, "cuisine": 2511, "tunes": 2512, "hero": 2513, "innocence": 2514, "soon": 2515, "questionable": 2516, "inexcusable": 2517, "keeps": 2518, "hooked": 2519, "delicious": 2520, "pulpiness": 2521, "lurid": 2522, "fiction": 2523, "whimsical": 2524, "relevant": 2525, "tackles": 2526, "grief": 2527, "grotesque": 2528, "narcissism": 2529, "sad": 2530, "arguably": 2531, "hong": 2532, "kong": 2533, "versatile": 2534, "stanley": 2535, "kwan": 2536, "wore": 2537, "me": 2538, "refreshing": 2539, "feardotcom": 2540, "clive": 2541, "barker": 2542, "motion": 2543, "food": 2544, "entrée": 2545, "instantly": 2546, "recognizable": 2547, "passive-aggressive": 2548, "co-dependence": 2549, "ends": 2550, "perfection": 2551, "liza": 2552, "urgent": 2553, "kinda": 2554, "propelled": 2555, "presents": 2556, "goofball": 2557, "overplayed": 2558, "capable": 2559, "masses": 2560, "pop-induced": 2561, "score": 2562, "spielberg": 2563, "trademark": 2564, "visceral": 2565, "dangerously": 2566, "revelations": 2567, "machines": 2568, "curtains": 2569, "planet": 2570, "contest": 2571, "out-bad-act": 2572, "mug": 2573, "barbarism": 2574, "ethnic": 2575, "cleansing": 2576, "layered": 2577, "stylistic": 2578, "daring": 2579, "wo": 2580, "cheated": 2581, "infidelity": 2582, "unfaithful": 2583, "haute": 2584, "convey": 2585, "environment": 2586, "journey": 2587, "spanning": 2588, "bittersweet": 2589, "camaraderie": 2590, "know": 2591, "holly": 2592, "marina": 2593, "tick": 2594, "burdened": 2595, "actor": 2596, "offbeat": 2597, "sensibilities": 2598, "emerge": 2599, "degree": 2600, "accessibility": 2601, "passionate": 2602, "tumultuous": 2603, "under-inspired": 2604, "overblown": 2605, "enterprise": 2606, "gives": 2607, "name": 2608, "dare": 2609, "say": 2610, "thematically": 2611, "bowel": 2612, "movements": 2613, "long-on-the-shelf": 2614, "point-and-shoot": 2615, "gimmicky": 2616, "greater": 2617, "parents": 2618, "particularly": 2619, "fateful": 2620, "fathers": 2621, "evolution": 2622, "bewitched": 2623, "adolescents": 2624, "cram": 2625, "earplugs": 2626, "tired": 2627, "nuances": 2628, "perhaps": 2629, "escape": 2630, "mark": 2631, "romanek": 2632, "scrutiny": 2633, "happen": 2634, "skin": 2635, "radiant": 2636, "emaciated": 2637, "jim": 2638, "treats": 2639, "credulous": 2640, "explode": 2641, "flame": 2642, "heralds": 2643, "escaped": 2644, "rut": 2645, "dug": 2646, "last": 2647, "verite": 2648, "speculation": 2649, "assassination": 2650, "f": 2651, "kennedy": 2652, "inspired": 2653, "techniques": 2654, "unsuccessful": 2655, "attempt": 2656, "superlative": 2657, "soundtrack": 2658, "soap-opera": 2659, "quality": 2660, "twist": 2661, "20": 2662, "kibosh": 2663, "otherwise": 2664, "b-movie": 2665, "hackneyed": 2666, "concepts": 2667, "dreaming": 2668, "lumbering": 2669, "load": 2670, "95": 2671, "nba": 2672, "properties": 2673, "adorable": 2674, "peels": 2675, "layers": 2676, "existed": 2677, "paper": 2678, "deadly": 2679, "inferior": 2680, "big-hearted": 2681, "frequently": 2682, "striking": 2683, "chords": 2684, "sadness": 2685, "schaeffer": 2686, "impressive": 2687, "sights": 2688, "wondrous": 2689, "beats": 2690, "scorpion": 2691, "king": 2692, "ably": 2693, "lags": 2694, "middle": 2695, "lurches": 2696, "not-very-funny": 2697, "unconvincing": 2698, "dramatics": 2699, "last-minute": 2700, "strongly": 2701, "reminiscent": 2702, "lola": 2703, "combination": 2704, "act": 2705, "narrator": 2706, "jewish": 2707, "grandmother": 2708, "biography": 2709, "bill": 2710, "animation": 2711, "impossible": 2712, "task": 2713, "faster": 2714, "idol": 2715, "detail": 2716, "church": 2717, "meetings": 2718, "creating": 2719, "dramatically": 2720, "heroine": 2721, "compassionate": 2722, "foibles": 2723, "timeless": 2724, "hugely": 2725, "featuring": 2726, "fall": 2727, "grace": 2728, "shockwaves": 2729, "ebullient": 2730, "humane": 2731, "side": 2732, "eastern": 2733, "genuinely": 2734, "sustains": 2735, "neither": 2736, "entertain": 2737, "provocative": 2738, "literally": 2739, "stops": 2740, "dime": 2741, "tries-so-hard-to-be-cool": 2742, "clockstoppers": 2743, "mean": 2744, "longest": 2745, "movie-going": 2746, "sharp": 2747, "edges": 2748, "godard": 2749, "distinctive": 2750, "discourse": 2751, "reserved": 2752, "existential": 2753, "poignancy": 2754, "sopranos": 2755, "dated": 2756, "demonstrate": 2757, "desperate": 2758, "makers": 2759, "doing-it-for": 2760, "the-cash": 2761, "safe": 2762, "milquetoast": 2763, "week": 2764, "blown": 2765, "buffs": 2766, "discipline": 2767, "samuel": 2768, "l": 2769, "jackson": 2770, "saying": 2771, "12": 2772, "year-old": 2773, "boy": 2774, "aims": 2775, "sounding": 2776, "close": 2777, "visual": 2778, "monty": 2779, "assaults": 2780, "america": 2781, "knee-jerk": 2782, "moral": 2783, "sanctimony": 2784, "par": 2785, "accuracy": 2786, "frank": 2787, "novak": 2788, "grounded": 2789, "social": 2790, "realism": 2791, "place": 2792, "plea": 2793, "democracy": 2794, "civic": 2795, "ilk": 2796, "spy": 2797, "island": 2798, "dreams": 2799, "adorns": 2800, "family-film": 2801, "elegance": 2802, "maturity": 2803, "contemporary": 2804, "adult": 2805, "kevin": 2806, "rendered": 2807, "devotees": 2808, "trek": 2809, "wrath": 2810, "khan": 2811, "nagging": 2812, "deja": 2813, "vu": 2814, "grandeur": 2815, "generation": 2816, "episodes": 2817, "first-rate": 2818, "turd": 2819, "squashed": 2820, "truck": 2821, "preferably": 2822, "semi": 2823, "bile": 2824, "faulty": 2825, "haphazardness": 2826, "grows": 2827, "beloved-major": 2828, "refreshingly": 2829, "forthright": 2830, "crossing-over": 2831, "mumbo": 2832, "jumbo": 2833, "amused": 2834, "entertained": 2835, "unfolding": 2836, "bielinsky": 2837, "cleverly": 2838, "constructed": 2839, "scenario": 2840, "impressed": 2841, "skill": 2842, "determined": 2843, "duplicate": 2844, "bela": 2845, "lugosi": 2846, "now-cliched": 2847, "vampire": 2848, "accent": 2849, "light-hearted": 2850, "heavy": 2851, "flabby": 2852, "rolls": 2853, "typical": 2854, "toback": 2855, "machinations": 2856, "slapdash": 2857, "disaster": 2858, "fierce": 2859, "dance": 2860, "crippled": 2861, "crap": 2862, "lady": 2863, "duke": 2864, "boring": 2865, "rohmer": 2866, "chinese": 2867, "ah": 2868, "york": 2869, "city": 2870, "replace": 2871, "past": 2872, "tragedy": 2873, "submerging": 2874, "unfolds": 2875, "predictably": 2876, "adventures": 2877, "repetitive": 2878, "fill": 2879, "providing": 2880, "taiwanese": 2881, "auteur": 2882, "tsai": 2883, "ming-liang": 2884, "news": 2885, "fallen": 2886, "melancholy": 2887, "spell": 2888, "previous": 2889, "drain": 2890, "tolerate": 2891, "insipid": 2892, "brutally": 2893, "clueless": 2894, "dose": 2895, "painkillers": 2896, "historic": 2897, "scandal": 2898, "steeped": 2899, "ravishing": 2900, "baroque": 2901, "cool": 2902, "packed": 2903, "espn": 2904, "x": 2905, "middle-aged": 2906, "handled": 2907, "lamentations": 2908, "self-centered": 2909, "kid-pleasing": 2910, "bigelow": 2911, "vision": 2912, "propels": 2913, "upper": 2914, "echelons": 2915, "unhibited": 2916, "enthusiasm": 2917, "spite": 2918, "clearly": 2919, "evident": 2920, "poverty": 2921, "hardship": 2922, "taken": 2923, "protagonists": 2924, "determine": 2925, "order": 2926, "kill": 2927, "zombie": 2928, "shoot": 2929, "head": 2930, "laramie": 2931, "following": 2932, "murder": 2933, "matthew": 2934, "shepard": 2935, "cheese": 2936, "earnestness": 2937, "remarkably": 2938, "chosen": 2939, "topic": 2940, "movie-goers": 2941, "embarking": 2942, "insistent": 2943, "nausea": 2944, "survival": 2945, "heart-pounding": 2946, "psychological": 2947, "exist": 2948, "climactic": 2949, "setpiece": 2950, "coherent": 2951, "tartly": 2952, "extracting": 2953, "bare": 2954, "bones": 2955, "byatt": 2956, "bland": 2957, "underdeveloped": 2958, "jokes": 2959, "heartening": 2960, "victories": 2961, "bizarre": 2962, "robberies": 2963, "gritty": 2964, "police": 2965, "dysfunctional": 2966, "dynamics": 2967, "routine": 2968, "struggles": 2969, "class": 2970, "nonetheless": 2971, "appreciates": 2972, "transcends": 2973, "race": 2974, "disadvantage": 2975, "cheap": 2976, "churn": 2977, "mediocre": 2978, "started": 2979, "hanging": 2980, "wanted": 2981, "phlegmatic": 2982, "vs": 2983, "starring": 2984, "affleck": 2985, "downright": 2986, "hitchcockian": 2987, "cheapo": 2988, "saturday": 2989, "morning": 2990, "60s": 2991, "sword-and-sorcery": 2992, "round": 2993, "japanese": 2994, "names": 2995, "begins": 2996, "brightly": 2997, "fell": 2998, "maddeningly": 2999, "sedate": 3000, "top-notch": 3001, "british": 3002, "playful": 3003, "nevertheless": 3004, "off-putting": 3005, "bogged": 